Repository: marcosvrs/marcosvrs.github.io
Catalog: src/locale/messages.*.xlf
Languages: pt_br

source: Hi, my name is Marcos Vinícius!
pt_br: Olá, meu nome é Marcos Vinícius!

source: You can get to know me by browsing my website.
pt_br: Você pode me conhecer melhor navegando em meu site.

source: Fell free to {START_LINK}contact{CLOSE_LINK} me and give me feedback.
pt_br: Sinta-se à vontade para me <x id="START_LINK" ctype="x-a"/>contactar<x id="CLOSE_LINK" ctype="x-a"/> e me enviar um feedback.

source: TECHNOLOGIES
pt_br: TECNOLOGIAS

source: {START_HEADING_LEVEL4}Comfortable with{CLOSE_HEADING_LEVEL4} {START_UNORDERED_LIST} {START_LIST_ITEM}Web Development {START_UNORDERED_LIST} {START_LIST_ITEM}HTML[5] / CSS[3]{CLOSE_LIST_ITEM} {START_LIST_ITEM}LESS / SCSS (SASS){CLOSE_LIST_ITEM} {START_LIST_ITEM}Bootstrap Framework{CLOSE_LIST_ITEM} {START_LIST_ITEM}Responsive Layout and Design{CLOSE_LIST_ITEM} {START_LIST_ITEM}PHP{CLOSE_LIST_ITEM} {START_LIST_ITEM}Email Marketing {START_UNORDERED_LIST} {START_LIST_ITEM}Foundation{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST} {CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST} {CLOSE_LIST_ITEM} {START_LIST_ITEM}Desktop Development {START_UNORDERED_LIST} {START_LIST_ITEM}C# (.NET){CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST} {CLOSE_LIST_ITEM} {START_LIST_ITEM}Database {START_UNORDERED_LIST} {START_LIST_ITEM}MySQL{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST} {CLOSE_LIST_ITEM} {START_LIST_ITEM}Version Control (GIT){CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST}
pt_br: <x id="START_HEADING_LEVEL4" ctype="x-h4"/>Confortável com<x id="CLOSE_HEADING_LEVEL4" ctype="x-h4"/> <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Desenvolvimento Web<x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>HTML[5] / CSS[3]<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>LESS / SCSS (SASS)<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Bootstrap Framework<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Layout e Design Responsivo<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>PHP<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Email Marketing <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Foundation<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/> <x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/> <x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Desenvolvimento Desktop<x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>C# (.NET)<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/> <x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Banco de Dados <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>MySQL<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/> <x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Controle de Versão (GIT)<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/>

source: {START_HEADING_LEVEL4}Experienced in{CLOSE_HEADING_LEVEL4} {START_UNORDERED_LIST} {START_LIST_ITEM}Web Development {START_UNORDERED_LIST} {START_LIST_ITEM}MDL Framework{CLOSE_LIST_ITEM} {START_LIST_ITEM}Javascript{CLOSE_LIST_ITEM} {START_LIST_ITEM}jQuery{CLOSE_LIST_ITEM} {START_LIST_ITEM}ASP.NET{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST} {CLOSE_LIST_ITEM} {START_LIST_ITEM}Desktop Development {START_UNORDERED_LIST} {START_LIST_ITEM}Java{CLOSE_LIST_ITEM} {START_LIST_ITEM}C++{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST} {CLOSE_LIST_ITEM} {START_LIST_ITEM}Database {START_UNORDERED_LIST} {START_LIST_ITEM}Oracle{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST} {CLOSE_LIST_ITEM} {START_LIST_ITEM}Others {START_UNORDERED_LIST} {START_LIST_ITEM}Objective C (Arduino){CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST} {CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST}
pt_br: <x id="START_HEADING_LEVEL4" ctype="x-h4"/>Com experiência em<x id="CLOSE_HEADING_LEVEL4" ctype="x-h4"/> <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Desenvolvimento Web<x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>MDL Framework<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Javascript<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>jQuery<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>ASP.NET<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/> <x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Desenvolvimento Desktop<x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Java<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>C++<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/> <x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Banco de Dados <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Oracle<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/> <x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Outros <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Objective C (Arduino)<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/> <x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/>

source: {START_HEADING_LEVEL4}Interested in{CLOSE_HEADING_LEVEL4} {START_UNORDERED_LIST} {START_LIST_ITEM}Frontend Development {START_UNORDERED_LIST} {START_LIST_ITEM}Typescript{CLOSE_LIST_ITEM} {START_LIST_ITEM}Angular (4){CLOSE_LIST_ITEM} {START_LIST_ITEM}Bootstrap Framework{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST} {CLOSE_LIST_ITEM} {START_LIST_ITEM}Database {START_UNORDERED_LIST} {START_LIST_ITEM}NoSQL{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST} {CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST}
pt_br: <x id="START_HEADING_LEVEL4" ctype="x-h4"/>Interessado em<x id="CLOSE_HEADING_LEVEL4" ctype="x-h4"/> <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Desenvolvimento Frontend<x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Typescript<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Angular (4)<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Bootstrap Framework<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/> <x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Banco de Dados <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>NoSQL<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/> <x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/>

source: WORK EXPERIENCE
pt_br: EXPERIÊNCIA DE TRABALHO

source: {START_HEADING_LEVEL4}System Analyst {START_SMALL_TEXT}Rodrimar Port Terminals{CLOSE_SMALL_TEXT}{CLOSE_HEADING_LEVEL4} {START_PARAGRAPH}July, 2015 - December, 2016{CLOSE_PARAGRAPH} {START_UNORDERED_LIST} {START_LIST_ITEM}Support for ERP TOTVS Logix System for Human Resources, Logistic, Finance and Accounting processes;{CLOSE_LIST_ITEM} {START_LIST_ITEM}Sharepoint Server and Reporting Services Management;{CLOSE_LIST_ITEM} {START_LIST_ITEM}Linux and Windows Server Management for Applications;{CLOSE_LIST_ITEM} {START_LIST_ITEM}Oracle and MySQL Database Supervisor;{CLOSE_LIST_ITEM} {START_LIST_ITEM}Auxiliary systems Development (PHP [Web] and Java [Desktop]);{CLOSE_LIST_ITEM} {START_LIST_ITEM}Managing and Developing E-mail marketing with Foundation Framework;{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST}
pt_br: <x id="START_HEADING_LEVEL4" ctype="x-h4"/>Analista de Sistemas <x id="START_SMALL_TEXT" ctype="x-small"/>Rodrimar Terminais Portuários<x id="CLOSE_SMALL_TEXT" ctype="x-small"/><x id="CLOSE_HEADING_LEVEL4" ctype="x-h4"/> <x id="START_PARAGRAPH" ctype="x-p"/>Julho/2015 - Dezembro/2016<x id="CLOSE_PARAGRAPH" ctype="x-p"/> <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Suporte para Sistema ERP TOTVS Logix para os processos de RH, Logistíca, Finanças e CAP/CRE (Contas à Pagar/Receber);<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Gerenciador do servidor de Sharepoint e Serviços de Relatórios;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Gerenciador de servidores Linux e Windows for Applications;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Supervisão de Banco de Dados Oracle e MySQL;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Desenvolvimento de sistemas auxiliares (PHP [Web] e Java [Desktop]);<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Gerenciador e Desenvolvedor de E-mails de marketing com Foundation Framework;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/>

source: {START_HEADING_LEVEL4}C# for WEB (ASP.NET) Developer {START_SMALL_TEXT}Free Lancer{CLOSE_SMALL_TEXT}{CLOSE_HEADING_LEVEL4} {START_PARAGRAPH}January, 2016 - July, 2016{CLOSE_PARAGRAPH} {START_UNORDERED_LIST} {START_LIST_ITEM}Developer for web project in ASP.NET (jQuery, HTML) and C# for Web;{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST}
pt_br: <x id="START_HEADING_LEVEL4" ctype="x-h4"/>Desenvolvedor de C# para WEB (ASP.NET) <x id="START_SMALL_TEXT" ctype="x-small"/>Free Lancer<x id="CLOSE_SMALL_TEXT" ctype="x-small"/><x id="CLOSE_HEADING_LEVEL4" ctype="x-h4"/> <x id="START_PARAGRAPH" ctype="x-p"/>Janeiro/2016 - Julho/2016<x id="CLOSE_PARAGRAPH" ctype="x-p"/> <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Desenvolvedor de projetos para Web em ASP.NET (jQuery, HTML) e C# para Web;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/>

source: {START_HEADING_LEVEL4}Technical Support Analyst {START_SMALL_TEXT}Rodrimar Port Terminals{CLOSE_SMALL_TEXT}{CLOSE_HEADING_LEVEL4} {START_PARAGRAPH}February, 2014 - July, 2015{CLOSE_PARAGRAPH} {START_UNORDERED_LIST} {START_LIST_ITEM}Network and Infrastructure projects Supervisor;{CLOSE_LIST_ITEM} {START_LIST_ITEM}Ruckus Wireless system administrator;{CLOSE_LIST_ITEM} {START_LIST_ITEM}Windows and Digifort (IP Surveillance System) servers administrator;{CLOSE_LIST_ITEM} {START_LIST_ITEM}Contracts Supervisor for IT Infrastructure, CCTV and LPR/OCR Maintenance;{CLOSE_LIST_ITEM} {START_LIST_ITEM}Help Desk;{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST}
pt_br: <x id="START_HEADING_LEVEL4" ctype="x-h4"/>Analista de Suporte <x id="START_SMALL_TEXT" ctype="x-small"/>Rodrimar Terminais Portuários<x id="CLOSE_SMALL_TEXT" ctype="x-small"/><x id="CLOSE_HEADING_LEVEL4" ctype="x-h4"/> <x id="START_PARAGRAPH" ctype="x-p"/>Fevereiro/2014 - Julho/2015<x id="CLOSE_PARAGRAPH" ctype="x-p"/> <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Supervisão de projetos de Rede e Infraestrutura;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Administrador do sistema Ruckus Wireless;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Administrador de servidores Windows e Digifort (IP Surveillance System);<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Supervisão de Contratos de TI, Redes e Infraestrutura, CCTV e Manutenção de LPR/OCR;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Help Desk;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/>

source: {START_HEADING_LEVEL4}Intern {START_SMALL_TEXT}Rodrimar Port Terminals{CLOSE_SMALL_TEXT}{CLOSE_HEADING_LEVEL4} {START_PARAGRAPH}February, 2012 - February, 2014{CLOSE_PARAGRAPH} {START_UNORDERED_LIST} {START_LIST_ITEM}Help Desk Monitoring;{CLOSE_LIST_ITEM} {START_LIST_ITEM}Monitoring the Network, Desktop and Devices Support;{CLOSE_LIST_ITEM} {START_LIST_ITEM}Monitoring the management of IT contracts;{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST}
pt_br: <x id="START_HEADING_LEVEL4" ctype="x-h4"/>Estagiário <x id="START_SMALL_TEXT" ctype="x-small"/>Rodrimar Terminais Portuários<x id="CLOSE_SMALL_TEXT" ctype="x-small"/><x id="CLOSE_HEADING_LEVEL4" ctype="x-h4"/> <x id="START_PARAGRAPH" ctype="x-p"/>Fevereiro/2012 - Fevereiro/2014<x id="CLOSE_PARAGRAPH" ctype="x-p"/> <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>Monitoramento de Help Desk;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Monitoramento de Suporte à Redes, Computadores e Dispositivos;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Monitoramento de gerencimento de contratos de TI;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/>

source: EDUCATION
pt_br: EDUCAÇÃO

source: {START_HEADING_LEVEL4}COMPUTER ENGINEERING GRADUATION {START_SMALL_TEXT}Santa Cecília University - Santos, SP, Brazil{CLOSE_SMALL_TEXT}{CLOSE_HEADING_LEVEL4} {START_PARAGRAPH}February, 2011 - December, 2015{CLOSE_PARAGRAPH} {START_UNORDERED_LIST} {START_LIST_ITEM}C++; C# (.NET) for Desktop; Objective C (Arduino);{CLOSE_LIST_ITEM} {START_LIST_ITEM}Knowledge about Digital Communication, Electronic Components (Integrated Circuits), Network Infrastructure, Automation, Computer Architecture;{CLOSE_LIST_ITEM} {CLOSE_UNORDERED_LIST}
pt_br: <x id="START_HEADING_LEVEL4" ctype="x-h4"/>GRADUAÇÃO DE ENGENHEIRO DE COMPUTAÇÃO <x id="START_SMALL_TEXT" ctype="x-small"/>Universidade Santa Cecília - Santos, SP, Brazil<x id="CLOSE_SMALL_TEXT" ctype="x-small"/><x id="CLOSE_HEADING_LEVEL4" ctype="x-h4"/> <x id="START_PARAGRAPH" ctype="x-p"/>Fevereiro/2011 - Dezembro/2015<x id="CLOSE_PARAGRAPH" ctype="x-p"/> <x id="START_UNORDERED_LIST" ctype="x-ul"/> <x id="START_LIST_ITEM" ctype="x-li"/>C++; C# (.NET) para Desktop; Objective C (Arduino);<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="START_LIST_ITEM" ctype="x-li"/>Conhecimento sobre Comunicação Digital, Componentes Eletrônicos (Circuitos Integrados), Infraestrutura de Redes, Automação, Arquitetura de Computadores;<x id="CLOSE_LIST_ITEM" ctype="x-li"/> <x id="CLOSE_UNORDERED_LIST" ctype="x-ul"/>

source: Profile Picture
pt_br: Foto de Perfil

source: {START_HEADING_LEVEL1}Interesting facts!{CLOSE_HEADING_LEVEL1} {START_PARAGRAPH}I am a Brazilian graduated Computer Engineer. I love {START_LINK}coding{CLOSE_LINK}, playing guitar and Brazil. I also LOVE coffee. I knew my vocation since I was 14 years old.{CLOSE_PARAGRAPH} {START_PARAGRAPH}At my time at the {START_LINK_1}University{CLOSE_LINK}, I collaborated in an international project called {START_LINK_2}Butterfly{CLOSE_LINK} that became my Term paper at the end of the course. {CLOSE_PARAGRAPH} {START_PARAGRAPH}After 5 years working at {START_LINK_3}Rodrimar{CLOSE_LINK}, I had 3 different positions: IT-Internship, Technical Support Analyst and System Analyst. During my time in there I was able to gaining a wide knowledge that I consider decisive.{CLOSE_PARAGRAPH} {START_PARAGRAPH}At this moment, I'm based in Hamburg learning German and studying to stay up to date with the latest programming languages and trying to increment my working experience in another country.{CLOSE_PARAGRAPH}
pt_br: <x id="START_HEADING_LEVEL1" ctype="x-h1"/>Fatos Interessantes!<x id="CLOSE_HEADING_LEVEL1" ctype="x-h1"/> <x id="START_PARAGRAPH" ctype="x-p"/>Sou Brasileiro formado em Engenharia da Computação. <x id="START_LINK" ctype="x-a"/>Programar<x id="CLOSE_LINK" ctype="x-a"/>tocar violão e o Brasil me fazem feliz. Também sou apaixonado por café. Sabia o que iria seguir como profissão desde os meus 14 anos de idade.<x id="CLOSE_PARAGRAPH" ctype="x-p"/> <x id="START_PARAGRAPH" ctype="x-p"/>Durante meu tempo na <x id="START_LINK_1" ctype="x-a"/>Universidade<x id="CLOSE_LINK" ctype="x-a"/>, colaborei em um projeto internacional chamado <x id="START_LINK_2" ctype="x-a"/>Butterfly<x id="CLOSE_LINK" ctype="x-a"/> qual se tornou meu TCC no término do curso. <x id="CLOSE_PARAGRAPH" ctype="x-p"/> <x id="START_PARAGRAPH" ctype="x-p"/>Após 5 anos trabalhando na <x id="START_LINK_3" ctype="x-a"/>Rodrimar<x id="CLOSE_LINK" ctype="x-a"/>, tive em 3 diferentes posições: Estagiário em TI, Analista de Suporte e Analista de Sistemas. Durante esse tempo, tive a oportunidade de ganhar ampla experiência que considero decisiva.<x id="CLOSE_PARAGRAPH" ctype="x-p"/> <x id="START_PARAGRAPH" ctype="x-p"/>No momento, estou em Hamburgo aprendendo alemão e sempre estudando para ficar atualizado com as principais linguagens de programação e suas frameworks e procurando acrescentar minha experiência de trabalho em um outro país.<x id="CLOSE_PARAGRAPH" ctype="x-p"/>

source: {START_PARAGRAPH}You can send me a email directly for:{CLOSE_PARAGRAPH} {START_PARAGRAPH}marcosauda@outlook.com{CLOSE_PARAGRAPH}
pt_br: <x id="START_PARAGRAPH" ctype="x-p"/>Você pode me enviar um email diretamente para:<x id="CLOSE_PARAGRAPH" ctype="x-p"/> <x id="START_PARAGRAPH" ctype="x-p"/>marcosauda@outlook.com<x id="CLOSE_PARAGRAPH" ctype="x-p"/>

source: Or contact me in my social medias:
pt_br: Ou me contatar em minhas redes sociais:

source: Contact me!
pt_br: Entre em contato comigo!

source: {START_TAG_STRONG}An error occurred!{CLOSE_TAG_STRONG} Please try again.
pt_br: <x id="START_TAG_STRONG" ctype="x-strong"/>Ocorreu um erro!<x id="CLOSE_TAG_STRONG" ctype="x-strong"/> Favor tente novamente.

source: {START_TAG_STRONG}Your message was sent!{CLOSE_TAG_STRONG} Thanks for contacting me.
pt_br: <x id="START_TAG_STRONG" ctype="x-strong"/>Sua mensagem foi enviada!<x id="CLOSE_TAG_STRONG" ctype="x-strong"/> Obrigado por entrar em contato.

source: Name
pt_br: Nome

source: Please enter your name!
pt_br: Por favor, entre com seu nome!

source: example@example.com
pt_br: exemplo@exemplo.com

source: Please enter your Email!
pt_br: Por favor, entre com seu Email!

source: Please enter a valid Email!
pt_br: Por favor, entre com um Email válido!

source: Message
pt_br: Mensagem

source: Submit
pt_br: Enviar

source: Home
pt_br: Página Principal

source: Resume
pt_br: Resumo

source: About
pt_br: Sobre mim

source: Contact
pt_br: Contato

source: View Code
pt_br: Visualizar Código Fonte
